tap 'homebrew/binary'
tap 'homebrew/dupes'

brew 'apple-gcc42'
brew 'autoconf'
brew 'automake'
brew 'bison'
brew 'boot2docker'
brew 'cmake'
brew 'ctags'
brew 'docker'
brew 'direnv'
brew 'ffind'
brew 'fontconfig'
brew 'fontforge'
brew 'freetype'
brew 'gauche'
brew 'git'
brew 'git-now'
brew 'glib'
brew 'global'
brew 'gnupg'
brew 'go'
brew 'grep'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'leiningen'
brew 'lua'
brew 'mercurial'
brew 'mongodb'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'objective-caml'
brew 'opam'
brew 'openssl'
brew 'peco'
brew 'postgresql'
brew 'rbenv-default-gems'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'repl'
brew 'rlwrap'
brew 'sbcl'
brew 'sl'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'w3m'
brew 'wget'
brew 'z'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'grandperspective'
cask 'handbrake'
cask 'istat-menus'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'kindlegen'
cask 'night-owl'
cask 'send-to-kindle'
cask 'parallels-desktop'
cask 'quicksilver'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'toggldesktop'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

